Repository: Retr0dev-jpg/markdown-mkii
Catalog: src/MarkdownMkII.App/Strings/*/Resources.resw
Source language: en_us
Languages: it

# CmdFormatTable.Label
source: Align table columns
it: Allinea tabella

# CmdRenameYamlKey.Label
source: Rename YAML key
it: Rinomina chiave YAML

# CmdFromSetextHeading.Label
source: ATX heading from setext
it: Titolo ATX da setext

# CmdUnwrapDetails.Label
source: Unwrap details
it: Togli details

# CmdGitNumStat.Label
source: Insert git numstat
it: Inserisci git numstat

# GitNumStatEmpty
source: No git numstat for this file.
it: Nessun numstat git per questo file.

# CmdNestQuote.Label
source: Nest quote
it: Annida citazione

# CmdUnnestQuote.Label
source: Unnest quote
it: Togli livello citazione

# CmdReverseLines.Label
source: Reverse lines
it: Inverti righe

# CmdSortList.Label
source: Sort list items
it: Ordina elenco

# CmdEnsureDescription.Label
source: Add YAML description
it: Assegna descrizione YAML

# CmdEnsureDate.Label
source: Add YAML date
it: Assegna data YAML

# CmdGitLog.Label
source: Insert git log
it: Inserisci log git

# GitLogEmpty
source: No git log for this file.
it: Nessun log git per questo file.

# CmdDuplicateListItem.Label
source: Duplicate list item
it: Duplica voce elenco

# CmdConvertToOrderedList.Label
source: Convert to numbered list
it: Elenco numerato

# CmdConvertToBulletList.Label
source: Convert to bullet list
it: Elenco puntato

# CmdStripTrailingWhitespace.Label
source: Strip trailing whitespace
it: Togli spazi finali

# CmdMoveListItemUp.Label
source: Move list item up
it: Sposta voce elenco su

# CmdMoveListItemDown.Label
source: Move list item down
it: Sposta voce elenco giù

# CmdDeleteListItem.Label
source: Delete list item
it: Elimina voce elenco

# CmdEnsureStatus.Label
source: Add YAML status
it: Assegna stato YAML

# CmdGitStatus.Label
source: Insert git status
it: Inserisci git status

# GitStatusEmpty
source: No git changes in the vault.
it: Nessuna modifica git nel vault.

# CmdGitNameStatus.Label
source: Insert git name-status
it: Inserisci git name-status

# GitNameStatusEmpty
source: No git name-status for this file.
it: Nessun name-status git per questo file.

# CmdIndentList.Label
source: Indent list
it: Indenta elenco

# CmdOutdentList.Label
source: Outdent list
it: Riduci indent elenco

# CmdQuoteToCallout.Label
source: Quote to callout
it: Citazione in callout

# CmdEnsureAuthor.Label
source: Add YAML author
it: Assegna autore YAML

# CmdEnsureCssclass.Label
source: Add YAML cssclass
it: Assegna cssclass YAML

# CmdGitReflog.Label
source: Insert git reflog
it: Inserisci git reflog

# GitReflogEmpty
source: No git reflog for this vault.
it: Nessun reflog git per questo vault.

# CmdCalloutToQuote.Label
source: Callout to quote
it: Callout in citazione

# CmdLinesToTaskList.Label
source: Lines to task list
it: Righe in elenco attività

# CmdSentenceCase.Label
source: Sentence case
it: Maiuscola di frase

# CmdEnsureLang.Label
source: Add YAML lang
it: Assegna lingua YAML

# CmdEnsureType.Label
source: Add YAML type
it: Assegna tipo YAML

# CmdGitStash.Label
source: Insert git stash
it: Inserisci git stash

# GitStashEmpty
source: No git stash for this vault.
it: Nessuno stash git per questo vault.

# CmdTaskListToLines.Label
source: Task list to lines
it: Attività in righe

# CmdSortYamlKeys.Label
source: Sort YAML keys
it: Ordina chiavi YAML

# CmdGitTags.Label
source: Insert git tags
it: Inserisci git tag

# GitTagsEmpty
source: No git tags for this vault.
it: Nessun tag git per questo vault.

# CmdGitRemotes.Label
source: Insert git remotes
it: Inserisci git remote

# GitRemotesEmpty
source: No git remotes for this vault.
it: Nessun remote git per questo vault.

# CmdCycleCalloutKind.Label
source: Cycle callout kind
it: Cicla tipo callout

# CmdAssignMissingBlockIds.Label
source: Assign heading block ids
it: Assegna block id ai titoli

# CmdGitBranches.Label
source: Insert git branches
it: Inserisci git branch

# GitBranchesEmpty
source: No git branches for this vault.
it: Nessun branch git per questo vault.

# CmdStripBlockIds.Label
source: Strip block ids
it: Rimuovi block id

# CmdGitWorktrees.Label
source: Insert git worktrees
it: Inserisci git worktree

# GitWorktreesEmpty
source: No git worktrees for this vault.
it: Nessun worktree git per questo vault.

# CmdCycleBulletMarker.Label
source: Cycle bullet marker
it: Cicla marcatore elenco

# CmdGitSubmodules.Label
source: Insert git submodules
it: Inserisci git submodule

# GitSubmodulesEmpty
source: No git submodules for this vault.
it: Nessun submodule git per questo vault.

# CmdUnwrapFence.Label
source: Unwrap code fence
it: Togli fence codice

# CmdStripHtmlComments.Label
source: Strip HTML comments
it: Rimuovi commenti HTML

# CmdGitConfig.Label
source: Insert git config
it: Inserisci git config

# GitConfigEmpty
source: No local git config for this vault.
it: Nessuna config git locale per questo vault.

# CmdStripEmptyYamlKeys.Label
source: Strip empty YAML keys
it: Rimuovi chiavi YAML vuote

# CmdSetFenceLanguage.Label
source: Set fence language
it: Lingua del fence

# CmdGitContributors.Label
source: Insert git shortlog
it: Inserisci git shortlog

# GitContributorsEmpty
source: No git contributors for this vault.
it: Nessun contributor git per questo vault.

# CmdGitIgnore.Label
source: Insert gitignore
it: Inserisci gitignore

# GitIgnoreEmpty
source: No .gitignore for this vault.
it: Nessun .gitignore per questo vault.

# CmdGitCherry.Label
source: Insert git cherry
it: Inserisci git cherry

# GitCherryEmpty
source: No git cherry commits for this vault.
it: Nessun commit cherry per questo vault.

# CmdGitHooks.Label
source: Insert git hooks
it: Inserisci git hooks

# GitHooksEmpty
source: No git hooks for this vault.
it: Nessun hook git per questo vault.

# CmdGitNotes.Label
source: Insert git notes
it: Inserisci git notes

# GitNotesEmpty
source: No git notes for this vault.
it: Nessuna git note per questo vault.

# CmdGitBisect.Label
source: Insert git bisect
it: Inserisci git bisect

# GitBisectEmpty
source: No git bisect log for this vault.
it: Nessun log bisect git per questo vault.

# CmdGitDescribe.Label
source: Insert git describe
it: Inserisci git describe

# GitDescribeEmpty
source: No git describe for this vault.
it: Nessun git describe per questo vault.

# CmdGitShowRef.Label
source: Insert git show-ref
it: Inserisci git show-ref

# GitShowRefEmpty
source: No git show-ref for this vault.
it: Nessun git show-ref per questo vault.

# CmdGitSparse.Label
source: Insert git sparse-checkout
it: Inserisci git sparse-checkout

# GitSparseEmpty
source: No git sparse-checkout for this vault.
it: Nessun sparse-checkout git per questo vault.

# CmdGitLsFiles.Label
source: Insert git ls-files
it: Inserisci git ls-files

# GitLsFilesEmpty
source: No git tracked files for this vault.
it: Nessun file tracciato git per questo vault.

# CmdGitLsRemote.Label
source: Insert git ls-remote
it: Inserisci git ls-remote

# GitLsRemoteEmpty
source: No git ls-remote for this vault.
it: Nessun git ls-remote per questo vault.

# CmdGitRevList.Label
source: Insert git rev-list
it: Inserisci git rev-list

# GitRevListEmpty
source: No git rev-list for this vault.
it: Nessun git rev-list per questo vault.

# CmdGitCountObjects.Label
source: Insert git count-objects
it: Inserisci git count-objects

# GitCountObjectsEmpty
source: No git count-objects for this vault.
it: Nessun git count-objects per questo vault.

# CmdGitNameRev.Label
source: Insert git name-rev
it: Inserisci git name-rev

# GitNameRevEmpty
source: No git name-rev for this vault.
it: Nessun git name-rev per questo vault.

# CmdGitForEachRef.Label
source: Insert git for-each-ref
it: Inserisci git for-each-ref

# GitForEachRefEmpty
source: No git for-each-ref for this vault.
it: Nessun git for-each-ref per questo vault.

# CmdGitLsTree.Label
source: Insert git ls-tree
it: Inserisci git ls-tree

# GitLsTreeEmpty
source: No git ls-tree for this vault.
it: Nessun git ls-tree per questo vault.

# CmdGitRevParse.Label
source: Insert git rev-parse
it: Inserisci git rev-parse

# GitRevParseEmpty
source: No git rev-parse for this vault.
it: Nessun git rev-parse per questo vault.

# CmdGitSymbolicRef.Label
source: Insert git symbolic-ref
it: Inserisci git symbolic-ref

# GitSymbolicRefEmpty
source: No git symbolic-ref for this vault.
it: Nessun git symbolic-ref per questo vault.

# CmdGitVersion.Label
source: Insert git version
it: Inserisci git version

# GitVersionEmpty
source: No git version for this vault.
it: Nessun git version per questo vault.

# CmdGitMergeBase.Label
source: Insert git merge-base
it: Inserisci git merge-base

# GitMergeBaseEmpty
source: No git merge-base for this vault.
it: Nessun git merge-base per questo vault.

# CmdGitCheckIgnore.Label
source: Insert git check-ignore
it: Inserisci git check-ignore

# GitCheckIgnoreEmpty
source: No git ignored files for this vault.
it: Nessun file ignorato git per questo vault.

# CmdGitDiffNameOnly.Label
source: Insert git diff --name-only
it: Inserisci git diff --name-only

# GitDiffNameOnlyEmpty
source: No git diff --name-only for this vault.
it: Nessun git diff --name-only per questo vault.

# CmdGitUntracked.Label
source: Insert git untracked
it: Inserisci git untracked

# GitUntrackedEmpty
source: No git untracked files for this vault.
it: Nessun file untracked git per questo vault.

# CmdGitDiffCached.Label
source: Insert git diff --cached
it: Inserisci git diff --cached

# GitDiffCachedEmpty
source: No git diff --cached for this vault.
it: Nessun git diff --cached per questo vault.

# CmdGitDiffStat.Label
source: Insert git diff --stat
it: Inserisci git diff --stat

# GitDiffStatEmpty
source: No git diff --stat for this vault.
it: Nessun git diff --stat per questo vault.

# CmdGitStashShow.Label
source: Insert git stash show
it: Inserisci git stash show

# GitStashShowEmpty
source: No git stash show for this vault.
it: Nessun git stash show per questo vault.

# CmdGitClean.Label
source: Insert git clean -n
it: Inserisci git clean -n

# GitCleanEmpty
source: No git clean -n for this vault.
it: Nessun git clean -n per questo vault.

# CmdGitShowNameOnly.Label
source: Insert git show --name-only
it: Inserisci git show --name-only

# GitShowNameOnlyEmpty
source: No git show --name-only for this vault.
it: Nessun git show --name-only per questo vault.

# CmdGitModified.Label
source: Insert git ls-files -m
it: Inserisci git ls-files -m

# GitModifiedEmpty
source: No git modified files for this vault.
it: Nessun file git modificato per questo vault.

# CmdGitDiffCheck.Label
source: Insert git diff --check
it: Inserisci git diff --check

# GitDiffCheckEmpty
source: No git diff --check for this vault.
it: Nessun git diff --check per questo vault.

# CmdGitDeleted.Label
source: Insert git ls-files -d
it: Inserisci git ls-files -d

# GitDeletedEmpty
source: No git deleted files for this vault.
it: Nessun file git eliminato per questo vault.

# CmdGitDiffCachedStat.Label
source: Insert git diff --cached --stat
it: Inserisci git diff --cached --stat

# GitDiffCachedStatEmpty
source: No git diff --cached --stat for this vault.
it: Nessun git diff --cached --stat per questo vault.

# CmdGitUnmerged.Label
source: Insert git ls-files -u
it: Inserisci git ls-files -u

# GitUnmergedEmpty
source: No git unmerged files for this vault.
it: Nessun file git unmerged per questo vault.

# CmdGitCachedNameStatus.Label
source: Insert git diff --cached --name-status
it: Inserisci git diff --cached --name-status

# GitCachedNameStatusEmpty
source: No git diff --cached --name-status for this vault.
it: Nessun git diff --cached --name-status per questo vault.

# CmdGitKilled.Label
source: Insert git ls-files -k
it: Inserisci git ls-files -k

# GitKilledEmpty
source: No git killed files for this vault.
it: Nessun file git killed per questo vault.

# CmdGitDiffRaw.Label
source: Insert git diff --raw
it: Inserisci git diff --raw

# GitDiffRawEmpty
source: No git diff --raw for this vault.
it: Nessun git diff --raw per questo vault.

# CmdGitSkipWorktree.Label
source: Insert git skip-worktree
it: Inserisci git skip-worktree

# GitSkipWorktreeEmpty
source: No git skip-worktree files for this vault.
it: Nessun file git skip-worktree per questo vault.

# CmdGitAssumeUnchanged.Label
source: Insert git assume-unchanged
it: Inserisci git assume-unchanged

# GitAssumeUnchangedEmpty
source: No git assume-unchanged files for this vault.
it: Nessun file git assume-unchanged per questo vault.

# CmdGitShowStat.Label
source: Insert git show --stat
it: Inserisci git show --stat

# GitShowStatEmpty
source: No git show --stat for this vault.
it: Nessun git show --stat per questo vault.

# CmdGitLogOneline.Label
source: Insert git log --oneline
it: Inserisci git log --oneline

# GitLogOnelineEmpty
source: No git log --oneline for this vault.
it: Nessun git log --oneline per questo vault.

# CmdGitCachedNumstat.Label
source: Insert git diff --cached --numstat
it: Inserisci git diff --cached --numstat

# GitCachedNumstatEmpty
source: No git diff --cached --numstat for this vault.
it: Nessun git diff --cached --numstat per questo vault.

# CmdGitLogGraph.Label
source: Insert git log --graph
it: Inserisci git log --graph

# GitLogGraphEmpty
source: No git log --graph for this vault.
it: Nessun git log --graph per questo vault.

# CmdGitLogDecorate.Label
source: Insert git log --decorate
it: Inserisci git log --decorate

# GitLogDecorateEmpty
source: No git log --decorate for this vault.
it: Nessun git log --decorate per questo vault.

# CmdGitDiffCachedCheck.Label
source: Insert git diff --cached --check
it: Inserisci git diff --cached --check

# GitDiffCachedCheckEmpty
source: No git diff --cached --check for this vault.
it: Nessun git diff --cached --check per questo vault.

# CmdGitLogFirstParent.Label
source: Insert git log --first-parent
it: Inserisci git log --first-parent

# GitLogFirstParentEmpty
source: No git log --first-parent for this vault.
it: Nessun git log --first-parent per questo vault.

# CmdGitDiffIgnoreSpace.Label
source: Insert git diff --ignore-all-space
it: Inserisci git diff --ignore-all-space

# GitDiffIgnoreSpaceEmpty
source: No git diff --ignore-all-space for this vault.
it: Nessun git diff --ignore-all-space per questo vault.

# CmdGitLogMerges.Label
source: Insert git log --merges
it: Inserisci git log --merges

# GitLogMergesEmpty
source: No git log --merges for this vault.
it: Nessun git log --merges per questo vault.

# CmdGitLogNoMerges.Label
source: Insert git log --no-merges
it: Inserisci git log --no-merges

# GitLogNoMergesEmpty
source: No git log --no-merges for this vault.
it: Nessun git log --no-merges per questo vault.

# CmdGitLogReverse.Label
source: Insert git log --reverse
it: Inserisci git log --reverse

# GitLogReverseEmpty
source: No git log --reverse for this vault.
it: Nessun git log --reverse per questo vault.

# CmdGitLogAll.Label
source: Insert git log --all
it: Inserisci git log --all

# GitLogAllEmpty
source: No git log --all for this vault.
it: Nessun git log --all per questo vault.

# CmdGitLogTopo.Label
source: Insert git log --topo-order
it: Inserisci git log --topo-order

# GitLogTopoEmpty
source: No git log --topo-order for this vault.
it: Nessun git log --topo-order per questo vault.

# CmdGitLogDate.Label
source: Insert git log --date-order
it: Inserisci git log --date-order

# GitLogDateEmpty
source: No git log --date-order for this vault.
it: Nessun git log --date-order per questo vault.

# CmdGitLogAuthorDate.Label
source: Insert git log --author-date-order
it: Inserisci git log --author-date-order

# GitLogAuthorDateEmpty
source: No git log --author-date-order for this vault.
it: Nessun git log --author-date-order per questo vault.

# CmdGitLogParents.Label
source: Insert git log --parents
it: Inserisci git log --parents

# GitLogParentsEmpty
source: No git log --parents for this vault.
it: Nessun git log --parents per questo vault.

# CmdGitFormatPatch.Label
source: Insert git format-patch
it: Inserisci git format-patch

# GitFormatPatchEmpty
source: No git format-patch for this vault.
it: Nessun git format-patch per questo vault.

# CmdGitWhatchanged.Label
source: Insert git whatchanged
it: Inserisci git whatchanged

# GitWhatchangedEmpty
source: No git whatchanged for this vault.
it: Nessun git whatchanged per questo vault.

# CmdGitLogChildren.Label
source: Insert git log --children
it: Inserisci git log --children

# GitLogChildrenEmpty
source: No git log --children for this vault.
it: Nessun git log --children per questo vault.

# CmdGitLogNoDecorate.Label
source: Insert git log --no-decorate
it: Inserisci git log --no-decorate

# GitLogNoDecorateEmpty
source: No git log --no-decorate for this vault.
it: Nessun git log --no-decorate per questo vault.

# CmdGitLogSkip.Label
source: Insert git log --skip
it: Inserisci git log --skip

# GitLogSkipEmpty
source: No git log --skip for this vault.
it: Nessun git log --skip per questo vault.

# CmdGitLogNoAbbrev.Label
source: Insert git log --no-abbrev
it: Inserisci git log --no-abbrev

# GitLogNoAbbrevEmpty
source: No git log --no-abbrev for this vault.
it: Nessun git log --no-abbrev per questo vault.

# CmdGitLogSource.Label
source: Insert git log --source
it: Inserisci git log --source

# GitLogSourceEmpty
source: No git log --source for this vault.
it: Nessun git log --source per questo vault.

# CmdGitLogMailmap.Label
source: Insert git log --use-mailmap
it: Inserisci git log --use-mailmap

# GitLogMailmapEmpty
source: No git log --use-mailmap for this vault.
it: Nessun git log --use-mailmap per questo vault.

# CmdGitLogPretty.Label
source: Insert git log --pretty
it: Inserisci git log --pretty

# GitLogPrettyEmpty
source: No git log --pretty for this vault.
it: Nessun git log --pretty per questo vault.

# CmdGitLogNoWalk.Label
source: Insert git log --no-walk
it: Inserisci git log --no-walk

# GitLogNoWalkEmpty
source: No git log --no-walk for this vault.
it: Nessun git log --no-walk per questo vault.

# CmdGitLogAbbrev.Label
source: Insert git log --abbrev-commit
it: Inserisci git log --abbrev-commit

# GitLogAbbrevEmpty
source: No git log --abbrev-commit for this vault.
it: Nessun git log --abbrev-commit per questo vault.

# CmdGitLogNoColor.Label
source: Insert git log --no-color
it: Inserisci git log --no-color

# GitLogNoColorEmpty
source: No git log --no-color for this vault.
it: Nessun git log --no-color per questo vault.

# CmdGitLogDateShort.Label
source: Insert git log --date=short
it: Inserisci git log --date=short

# GitLogDateShortEmpty
source: No git log --date=short for this vault.
it: Nessun git log --date=short per questo vault.

# CmdGitLogEncoding.Label
source: Insert git log --encoding
it: Inserisci git log --encoding

# GitLogEncodingEmpty
source: No git log --encoding for this vault.
it: Nessun git log --encoding per questo vault.

# CmdGitLogFollow.Label
source: Insert git log --follow
it: Inserisci git log --follow

# GitLogFollowEmpty
source: No git log --follow for this vault.
it: Nessun git log --follow per questo vault.

# CmdGitLogBoundary.Label
source: Insert git log --boundary
it: Inserisci git log --boundary

# GitLogBoundaryEmpty
source: No git log --boundary for this vault.
it: Nessun git log --boundary per questo vault.

# CmdGitLogLeftRight.Label
source: Insert git log --left-right
it: Inserisci git log --left-right

# GitLogLeftRightEmpty
source: No git log --left-right for this vault.
it: Nessun git log --left-right per questo vault.

# CmdGitLogCherryMark.Label
source: Insert git log --cherry-mark
it: Inserisci git log --cherry-mark

# GitLogCherryMarkEmpty
source: No git log --cherry-mark for this vault.
it: Nessun git log --cherry-mark per questo vault.

# CmdGitLogSimplify.Label
source: Insert git log --simplify-by-decoration
it: Inserisci git log --simplify-by-decoration

# GitLogSimplifyEmpty
source: No git log --simplify-by-decoration for this vault.
it: Nessun git log --simplify-by-decoration per questo vault.

# CmdGitLogSimplifyMerges.Label
source: Insert git log --simplify-merges
it: Inserisci git log --simplify-merges

# GitLogSimplifyMergesEmpty
source: No git log --simplify-merges for this vault.
it: Nessun git log --simplify-merges per questo vault.

# CmdGitLogFullHistory.Label
source: Insert git log --full-history
it: Inserisci git log --full-history

# GitLogFullHistoryEmpty
source: No git log --full-history for this vault.
it: Nessun git log --full-history per questo vault.

# CmdGitLogAncestry.Label
source: Insert git log --ancestry-path
it: Inserisci git log --ancestry-path

# GitLogAncestryEmpty
source: No git log --ancestry-path for this vault.
it: Nessun git log --ancestry-path per questo vault.

# CmdGitLogRemoveEmpty.Label
source: Insert git log --remove-empty
it: Inserisci git log --remove-empty

# GitLogRemoveEmptyEmpty
source: No git log --remove-empty for this vault.
it: Nessun git log --remove-empty per questo vault.

# CmdGitLogShowPulls.Label
source: Insert git log --show-pulls
it: Inserisci git log --show-pulls

# GitLogShowPullsEmpty
source: No git log --show-pulls for this vault.
it: Nessun git log --show-pulls per questo vault.

# CmdGitLogLeftOnly.Label
source: Insert git log --left-only
it: Inserisci git log --left-only

# GitLogLeftOnlyEmpty
source: No git log --left-only for this vault.
it: Nessun git log --left-only per questo vault.

# CmdGitLogRightOnly.Label
source: Insert git log --right-only
it: Inserisci git log --right-only

# GitLogRightOnlyEmpty
source: No git log --right-only for this vault.
it: Nessun git log --right-only per questo vault.

# CmdGitLogMaxParents.Label
source: Insert git log --max-parents=1
it: Inserisci git log --max-parents=1

# GitLogMaxParentsEmpty
source: No git log --max-parents=1 for this vault.
it: Nessun git log --max-parents=1 per questo vault.

# CmdGitLogMinParents.Label
source: Insert git log --min-parents=2
it: Inserisci git log --min-parents=2

# GitLogMinParentsEmpty
source: No git log --min-parents=2 for this vault.
it: Nessun git log --min-parents=2 per questo vault.

# CmdGitLogInvertGrep.Label
source: Insert git log --invert-grep
it: Inserisci git log --invert-grep

# GitLogInvertGrepEmpty
source: No git log --invert-grep for this vault.
it: Nessun git log --invert-grep per questo vault.

# CmdGitLogFixedStrings.Label
source: Insert git log --fixed-strings
it: Inserisci git log --fixed-strings

# GitLogFixedStringsEmpty
source: No git log --fixed-strings for this vault.
it: Nessun git log --fixed-strings per questo vault.

# CmdGitLogRegexpIgnoreCase.Label
source: Insert git log --regexp-ignore-case
it: Inserisci git log --regexp-ignore-case

# GitLogRegexpIgnoreCaseEmpty
source: No git log --regexp-ignore-case for this vault.
it: Nessun git log --regexp-ignore-case per questo vault.

# CmdGitLogAllMatch.Label
source: Insert git log --all-match
it: Inserisci git log --all-match

# GitLogAllMatchEmpty
source: No git log --all-match for this vault.
it: Nessun git log --all-match per questo vault.

# CmdGitLogExtendedRegexp.Label
source: Insert git log --extended-regexp
it: Inserisci git log --extended-regexp

# GitLogExtendedRegexpEmpty
source: No git log --extended-regexp for this vault.
it: Nessun git log --extended-regexp per questo vault.

# CmdGitLogPerlRegexp.Label
source: Insert git log --perl-regexp
it: Inserisci git log --perl-regexp

# GitLogPerlRegexpEmpty
source: No git log --perl-regexp for this vault.
it: Nessun git log --perl-regexp per questo vault.

# CmdGitLogBasicRegexp.Label
source: Insert git log --basic-regexp
it: Inserisci git log --basic-regexp

# GitLogBasicRegexpEmpty
source: No git log --basic-regexp for this vault.
it: Nessun git log --basic-regexp per questo vault.

# CmdGitLogGrepReflog.Label
source: Insert git log --grep-reflog
it: Inserisci git log --grep-reflog
